[
  {
    "id": 1,
    "title": "Profilo Professionale / Professional Profile / Professionell profil",
    "text_it": "Graduate student in Banking and Finance presso Stockholm University con solida formazione macro-quantitativa e forte interesse per le dinamiche finanziarie globali. Spinto dalla sfida di analizzare flussi complessi di capitale, liquidità e rischio. Formazione accademica in economia e metodi quantitativi, combinata con esperienza pratica in audit e compliance presso BDO Italia, inclusi progetti che coinvolgono istituzioni finanziarie sia nei settori tradizionali che degli asset digitali (Tether Holdings – 143 miliardi di dollari di portfolio). Capacità comprovate di navigare la regolamentazione, interpretare dati finanziari e supportare il decision-making in ambienti in rapida evoluzione.",
    "text_en": "Graduate student in Banking and Finance at Stockholm University with a strong macro-quantitative background and a deep interest in global financial dynamics. Motivated by the challenge of analysing complex flows of capital, liquidity and risk. Academic training in economics and quantitative methods combined with hands-on audit and compliance experience at BDO Italy, including projects with financial institutions in both traditional sectors and digital assets (Tether Holdings – 143 billion dollar portfolio). Proven ability to navigate regulation, interpret financial data and support decision-making in fast-changing environments.",
    "text_sv": "Masterstudent i Banking and Finance vid Stockholms universitet med stark makro-kvantitativ bakgrund och stort intresse för globala finansiella flöden. Motiverad av utmaningen att analysera komplexa kapital-, likviditets- och riskflöden. Akademisk utbildning i ekonomi och kvantitativa metoder kombineras med praktisk erfarenhet inom revision och compliance hos BDO Italia, inklusive projekt med finansiella institutioner både inom traditionell finans och digitala tillgångar (Tether Holdings – portfölj på 143 miljarder dollar). Visar förmåga att navigera regelverk, tolka finansiella data och stödja beslutsfattande i snabbt föränderliga miljöer."
  },
  {
    "id": 2,
    "title": "Formazione Accademica - Master / Academic Education - Master / Akademisk utbildning – master",
    "text_it": "Stockholm University, MSc in Banking and Finance (2025-2027, in corso). Master con forte focus analitico e quantitativo su modellazione finanziaria, econometria e risk analytics. Corsi principali: Asset Pricing, Derivatives, Fixed Income, Credit Risk Assessment, Market Risk Management, Financial Econometrics, Corporate Finance avanzata. Progetti su valutazioni DCF multi-scenario, analisi empirica di anomalie di mercato, modelli di credit scoring e gestione del rischio mediante derivati.",
    "text_en": "Stockholm University, MSc in Banking and Finance (2025–2027, ongoing). Programme with a strong analytical and quantitative focus on financial modelling, econometrics and risk analytics. Main courses: Asset Pricing, Derivatives, Fixed Income, Credit Risk Assessment, Market Risk Management, Financial Econometrics, Advanced Corporate Finance. Projects include multi-scenario DCF valuations, empirical analysis of market anomalies, credit scoring models and risk management using derivatives.",
    "text_sv": "Stockholms universitet, MSc in Banking and Finance (2025–2027, pågående). Masterprogram med stark analytisk och kvantitativ inriktning mot finansiell modellering, ekonometri och riskanalys. Huvudkurser: Asset Pricing, Derivatives, Fixed Income, Credit Risk Assessment, Market Risk Management, Financial Econometrics, avancerad Corporate Finance. Projekt inkluderar DCF-värderingar med flera scenarier, empiriska analyser av marknadsavvikelser, kreditpoängsmodeller och riskhantering med derivat."
  },
  {
    "id": 3,
    "title": "Formazione Accademica - Laurea Triennale / Bachelor / Kandidatexamen",
    "text_it": "Catholic University of the Sacred Heart, Milano – BSc in Economics, Organizations and Markets (2021-2025), voto finale 99/110. Main track in Quantitative Methods for Economic Sciences. Tesi: \"Fintech Revolution: The Use of Digital Technology in Finance\". Corsi rilevanti: Econometrics, Mathematics for Financial Applications, Corporate Finance, Development Economics. Solida base in microeconomia, macroeconomia, statistica applicata e metodi quantitativi per l'analisi economica e finanziaria.",
    "text_en": "Catholic University of the Sacred Heart, Milan – BSc in Economics, Organizations and Markets (2021–2025), final grade 99/110. Main track in Quantitative Methods for Economic Sciences. Thesis: \"Fintech Revolution: The Use of Digital Technology in Finance\". Relevant courses: Econometrics, Mathematics for Financial Applications, Corporate Finance, Development Economics. Strong foundation in microeconomics, macroeconomics, applied statistics and quantitative methods for economic and financial analysis.",
    "text_sv": "Università Cattolica del Sacro Cuore, Milano – kandidatexamen i Economics, Organizations and Markets (2021–2025), slutbetyg 99/110. Inriktning mot kvantitativa metoder för ekonomiska vetenskaper. Kandidatuppsats: \"Fintech Revolution: The Use of Digital Technology in Finance\". Relevanta kurser: ekonometri, matematik för finansiella tillämpningar, corporate finance, utvecklingsekonomi. Stark grund i mikro- och makroekonomi, tillämpad statistik och kvantitativa metoder för ekonomisk och finansiell analys."
  },
  {
    "id": 4,
    "title": "Esperienza Professionale - BDO Italia Audit & Assurance / Professional Experience - BDO Italy / Erfarenhet – BDO Italia",
    "text_it": "BDO Italia S.p.A., Milano (giugno 2024 - maggio 2025, 11 mesi). Progressione di ruolo: Junior Assistant Auditor (settembre-dicembre 2024), Assistant Auditor & Assurance Financial Services (dicembre 2024 - giugno 2025), Expert Assistant Auditor Financial Services (da giugno 2025). Ha assistito team di audit nella revisione di bilanci e documentazione regolamentare per oltre 20 istituzioni finanziarie tra banche, fondi di investimento e compagnie assicurative. Ha collaborato su attività di asset monitoring con focus su analisi di non-performing loans (NPLs). Membro del core audit team per Tether Holdings, contribuendo all'assurance di un portfolio da 143 miliardi di dollari, inclusi 118 miliardi in asset liquidi, una delle maggiori riserve finanziarie nel settore globale degli asset digitali. Coinvolto nelle procedure di audit per Q1 e Q2 2025, supportando testing, documentazione e attività di risk assessment.",
    "text_en": "BDO Italia S.p.A., Milan (June 2024 – May 2025, 11 months). Role progression: Junior Assistant Auditor (September–December 2024), Assistant Auditor & Assurance Financial Services (December 2024 – June 2025), Expert Assistant Auditor Financial Services (from June 2025). Supported audit teams in reviewing financial statements and regulatory documentation for 20+ financial institutions including banks, investment funds and insurance companies. Worked on asset monitoring activities with focus on non-performing loans (NPLs). Member of the core audit team for Tether Holdings, contributing to the assurance of a 143 billion dollar portfolio, including 118 billion in liquid assets, one of the largest financial reserves in the global digital asset sector. Involved in audit procedures for Q1 and Q2 2025, supporting testing, documentation and risk assessment.",
    "text_sv": "BDO Italia S.p.A., Milano (juni 2024 – maj 2025, 11 månader). Rollprogression: Junior Assistant Auditor (september–december 2024), Assistant Auditor & Assurance Financial Services (december 2024 – juni 2025), Expert Assistant Auditor Financial Services (från juni 2025). Stödde revisionsteam i granskning av årsredovisningar och regulatorisk dokumentation för mer än 20 finansiella institutioner, inklusive banker, fonder och försäkringsbolag. Arbetade med asset monitoring med fokus på non-performing loans (NPL). Medlem i core audit team för Tether Holdings och bidrog till assurance av en portfölj på 143 miljarder dollar, varav 118 miljarder i likvida tillgångar. Deltog i revisionsarbete för Q1 och Q2 2025 med fokus på testning, dokumentation och riskbedömning."
  },
  {
    "id": 5,
    "title": "Competenze Tecniche e Finanziarie / Technical & Financial Skills / Tekniska och finansiella färdigheter",
    "text_it": "Competenze tecniche: avanzata padronanza di Microsoft Excel per modellazione finanziaria, analisi di bilancio e reporting. Esperienza con Bloomberg Terminal (certificazione BMC 2022) per ricerca di mercato, analisi di dati finanziari e pricing di strumenti. Conoscenza operativa di Python e R per analisi quantitative, data processing e modellazione econometrica. Competenze finanziarie: forte background in analisi di bilancio secondo standard IFRS per banche, fondi e assicurazioni, audit procedures, risk assessment e testing di controlli interni. Conoscenza di Corporate Finance (DCF, multipli, struttura del capitale) e Asset Pricing (CAPM, modelli multifattoriali). Esperienza con modelli di credit risk, NPL analysis e strumenti di risk management per rischio di mercato e di credito.",
    "text_en": "Technical skills: advanced Microsoft Excel for financial modelling, financial statement analysis and reporting. Experience with Bloomberg Terminal (BMC certification 2022) for market research, financial data analysis and instrument pricing. Working knowledge of Python and R for quantitative analysis, data processing and econometric modelling. Financial skills: strong background in IFRS-based financial statement analysis for banks, funds and insurers, audit procedures, risk assessment and internal control testing. Knowledge of Corporate Finance (DCF, multiples, capital structure) and Asset Pricing (CAPM, multifactor models). Experience with credit risk models, NPL analysis and risk management tools for market and credit risk.",
    "text_sv": "Tekniska färdigheter: avancerad användning av Microsoft Excel för finansiell modellering, bokslutsanalys och rapportering. Erfarenhet av Bloomberg Terminal (BMC-certifiering 2022) för marknadsanalys, finansiell dataanalys och prissättning av instrument. Praktisk kunskap i Python och R för kvantitativ analys, databehandling och ekonometri. Finansiella färdigheter: stark bakgrund i IFRS-baserad bokslutsanalys för banker, fonder och försäkringsbolag, revisionsprocesser, riskbedömning och testning av interna kontroller. Kunskap i Corporate Finance (DCF, multiplar, kapitalstruktur) och Asset Pricing (CAPM, multifaktormodeller). Erfarenhet av kreditriskmodeller, NPL-analys och riskhantering för marknads- och kreditrisk."
  },
  {
    "id": 6,
    "title": "Competenze Linguistiche / Language Skills / Språkkunskaper",
    "text_it": "Italiano: madrelingua. Inglese: livello C1 (advanced), certificato IELTS con Overall Band Score 7.5 (2024), utilizzato quotidianamente nello studio universitario a Stoccolma, in contesti professionali internazionali presso BDO per progetti con clienti globali come Tether Holdings, e nella redazione di documentazione audit. Svedese: livello base, in continuo miglioramento per integrazione nel mercato del lavoro scandinavo. Francese: livello B1 (intermedio).",
    "text_en": "Italian: native speaker. English: C1 (advanced), IELTS Overall Band Score 7.5 (2024), used daily in university studies in Stockholm, in international professional contexts at BDO on projects with global clients such as Tether Holdings, and when drafting audit documentation. Swedish: basic level, actively improving to integrate into the Scandinavian job market. French: B1 (intermediate).",
    "text_sv": "Italienska: modersmål. Engelska: avancerad nivå (C1), IELTS Overall Band Score 7.5 (2024), används dagligen i studier vid Stockholms universitet och i internationella professionella sammanhang på BDO med globala kunder som Tether Holdings, samt vid upprättande av revisionsdokumentation. Svenska: grundläggande nivå, under kontinuerlig utveckling för att integreras på den skandinaviska arbetsmarknaden. Franska: nivå B1 (mellannivå)."
  },
  {
    "id": 7,
    "title": "Progetto 1 – Bitcoin Transaction Fees / Project 1 – Bitcoin Transaction Fees / Projekt 1 – Bitcointransaktionsavgifter",
    "text_it": "Progetto accademico: \"Temporal Clustering and Predictive Patterns in Bitcoin Transaction Fees\" (luglio 2025). Ha condotto un'analisi econometrica completa delle commissioni di transazione Bitcoin utilizzando 70 giorni di dati on-chain per identificare pattern temporali e prevedibilità nei mercati crypto. Risultati chiave: evidenziato forte clustering di volatilità con autocorrelazioni settimanali superiori al 96%, superiori a molti mercati finanziari tradizionali; costruiti modelli previsivi con R² del 35% e accuratezza direzionale del 74,6%; individuate opportunità sistematiche di timing con variazioni orarie del 79% e settimanali del 67% nelle fee; applicate tecniche avanzate come modelli GARCH, analisi a cambiamento di regime e long-memory estimation; dimostrati risparmi sui costi tra il 23% e il 43% tramite strategie di timing intelligente.",
    "text_en": "Academic project: \"Temporal Clustering and Predictive Patterns in Bitcoin Transaction Fees\" (July 2025). Conducted a comprehensive econometric analysis of Bitcoin transaction fees using 70 days of on-chain data to identify temporal patterns and predictability in cryptocurrency markets. Key achievements: documented strong volatility clustering with weekly autocorrelations above 96%, exceeding many traditional financial markets; built predictive models achieving 35% R² and 74.6% directional accuracy; identified systematic timing opportunities with 79% hourly and 67% weekly variations in fees; applied advanced techniques such as GARCH models, regime-switching analysis and long-memory estimation; demonstrated 23–43% cost savings through intelligent timing strategies.",
    "text_sv": "Akademiskt projekt: \"Temporal Clustering and Predictive Patterns in Bitcoin Transaction Fees\" (juli 2025). Genomförde en omfattande ekonometrisk analys av Bitcoin-transaktionsavgifter med 70 dagars on-chain-data för att identifiera tidsmässiga mönster och förutsägbarhet på kryptomarknader. Viktiga resultat: visade stark volatilitetklustring med veckovisa autokorrelationer över 96 %, högre än i många traditionella finansiella marknader; byggde prediktiva modeller med 35 % förklaringsgrad (R²) och 74,6 % riktighetsgrad; identifierade systematiska timingmöjligheter med 79 % intradag- och 67 % veckovariation i avgifter; använde avancerade metoder som GARCH-modeller, regime-switching-analys och long-memory-estimering; visade kostnadsbesparingar på 23–43 % genom smart timingstrategi."
  },
  {
    "id": 8,
    "title": "Progetto 2 – Modelli di Offerta e Domanda / Project 2 – Supply and Demand Models / Projekt 2 – Utbuds- och efterfrågemodeller",
    "text_it": "Progetto presso Università Cattolica (gennaio 2024): sviluppo di tre modelli economici progressivi per analizzare le variazioni del prezzo di equilibrio con funzioni di offerta e domanda variabili. Modelli sviluppati: modello lineare standard; modello con domanda quadratica che utilizza equazioni differenziali di tipo Riccati per catturare dinamiche di mercato più complesse; modello di mercato comportamentale in cui le funzioni di domanda e offerta includono fin dall'inizio derivate del prezzo per rappresentare il comportamento di buyer e seller. Implementazione tecnica in R per l'analisi computazionale, risoluzione di sistemi di equazioni differenziali e traduzione di concetti teorici astratti in modelli matematici concreti per l'analisi di mercato.",
    "text_en": "Project at Università Cattolica (January 2024): developed three progressive economic models to analyse equilibrium price variations with variable supply and demand functions. Models developed: standard linear model; quadratic demand model using Riccati differential equations to capture more complex market dynamics; behavioural market model where demand and supply functions include price derivatives from the outset to represent buyer and seller behaviour. Technical implementation in R for computational analysis, solving systems of differential equations and translating abstract economic theory into concrete mathematical models for market analysis.",
    "text_sv": "Projekt vid Università Cattolica (januari 2024): utvecklade tre progressiva ekonomiska modeller för att analysera jämviktsprisets variationer med föränderliga utbuds- och efterfrågefunktioner. Utvecklade modeller: standardlinjär modell; modell med kvadratisk efterfrågan som använder Riccati-differentialekvationer för att fånga mer komplexa marknadsdynamiker; beteendeinriktad marknadsmodell där utbuds- och efterfrågefunktioner innehåller prisderivator redan från början för att representera köpares och säljares beteende. Teknisk implementation i R för beräkningsanalys, lösning av system av differentialekvationer och omvandling av abstrakt ekonomisk teori till konkreta matematiska modeller för marknadsanalys."
  },
  {
    "id": 9,
    "title": "Progetto 3 – Global Energy Transition Equities / Project 3 – Global Energy Transition Equities / Projekt 3 – Globala energiomställningsaktier",
    "text_it": "Progetto di analisi fondamentale e quantitativa su società energetiche quotate coinvolte nella transizione energetica globale. Basato sui diversi scenari del World Energy Outlook 2025 dell'International Energy Agency, integra analisi macro top-down con ricerca azionaria bottom-up. Obiettivi: identificare i segmenti del sistema energetico che attireranno la maggior parte dei capitali e genereranno flussi di cassa sostenibili; valutare a livello granulare le singole aziende tramite metriche come crescita dei ricavi, margini EBITDA, ROE, leva finanziaria, intensità di capex e generazione di cassa; costruire un framework di allocazione di portafoglio che bilanci esposizione alla crescita e protezione dal downside tramite diversificazione e dimensionamento delle posizioni. La metodologia combina scenari macro (CPS, STEPS, NZE) con analisi quantitativa e research indipendente per triangolare valutazioni e ipotesi di crescita.",
    "text_en": "Fundamental and quantitatively grounded project on publicly listed energy companies positioned to benefit from the global energy transition. Built on the International Energy Agency's World Energy Outlook 2025 scenarios, it combines top-down macro analysis with bottom-up equity research. Objectives: identify which parts of the energy system will attract most capital and generate sustainable long-term cash flows; perform granular company-level assessments using metrics such as revenue growth, EBITDA margins, ROE, leverage, capex intensity and cash generation; design a portfolio allocation framework that balances growth exposure with downside protection through diversification and position sizing. The methodology combines macro scenarios (CPS, STEPS, NZE) with quantitative analysis and independent research to triangulate valuations and growth assumptions.",
    "text_sv": "Fundamental och kvantitativt projekt om börsnoterade energibolag som är positionerade att dra nytta av den globala energiomställningen. Bygger på International Energy Agencys World Energy Outlook 2025-scenarier och kombinerar top-down-makroanalys med bottom-up-aktieforskning. Syften: identifiera vilka delar av energisystemet som kommer att attrahera mest kapital och generera hållbara kassaflöden; genomföra detaljerad bolagsanalys baserat på intäktstillväxt, EBITDA-marginaler, ROE, skuldsättning, investeringsintensitet och kassaflödesgenerering; utforma en portföljallokeringsram som balanserar tillväxtexponering med nedsideskydd genom diversifiering och positionsstorlek. Metodiken kombinerar makroscenarierna (CPS, STEPS, NZE) med kvantitativ analys och oberoende research för att triangulera värderingar och tillväxtantaganden."
  },
  {
    "id": 10,
    "title": "Volontariato / Volunteering / Volontärarbete",
    "text_it": "Attività di volontariato ambientale e comunitario con Legambiente (luglio 2025). Partecipazione a un progetto di ristrutturazione scolastica, con attività di tinteggiatura e riqualificazione di spazi in un istituto educativo che accoglie studenti provenienti da contesti difficili. Collaborazione con il team per creare un ambiente di apprendimento più accogliente per giovani in situazioni vulnerabili attraverso lavoro manuale e interventi concreti.",
    "text_en": "Environmental and community volunteering with Legambiente (July 2025). Participated in a school renovation project, repainting and revitalising facilities at an educational institution serving students from challenging backgrounds. Worked with team members to create a more welcoming learning environment for vulnerable youth through hands-on restoration work.",
    "text_sv": "Miljö- och samhällsvolontärarbete med Legambiente (juli 2025). Deltog i ett skolrenoveringsprojekt där lokaler målades om och förbättrades vid en skola som tar emot elever från utsatta bakgrunder. Samarbetade med andra volontärer för att skapa en mer välkomnande lärmiljö för sårbara ungdomar genom praktiskt renoveringsarbete."
  },
  {
    "id": 11,
    "title": "Obiettivi di Carriera / Career Goals / Karriärmål",
    "text_it": "Obiettivo di carriera verso ruoli in investment banking (M&A advisory, leveraged finance), asset management (quantitative research, portfolio analysis), risk management quantitativo e financial advisory, con interesse anche per fintech e digital assets. Ricerca posizioni che combinino rigore quantitativo, analisi macro-finanziaria e comprensione dei framework regolamentari in evoluzione. Apertura a contesti internazionali dinamici, con particolare interesse per mercati finanziari europei e scandinavi.",
    "text_en": "Career goals focused on roles in investment banking (M&A advisory, leveraged finance), asset management (quantitative research, portfolio analysis), quantitative risk management and financial advisory, with additional interest in fintech and digital assets. Looking for positions that combine quantitative rigour, macro-financial analysis and an understanding of evolving regulatory frameworks. Open to dynamic international environments, with particular interest in European and Scandinavian financial markets.",
    "text_sv": "Karriärmål inriktade mot roller inom investment banking (M&A-rådgivning, leveraged finance), asset management (kvantitativ forskning, portföljanalys), kvantitativ riskhantering och finansiell rådgivning, med särskilt intresse för fintech och digitala tillgångar. Söker tjänster som förenar kvantitativ noggrannhet, makrofinansiell analys och förståelse för föränderliga regulatoriska ramverk. Öppen för dynamiska internationella miljöer, särskilt på europeiska och skandinaviska finansmarknader."
  },
  {
    "id": 12,
    "title": "Interessi Personali / Personal Interests / Personliga intressen",
    "text_it": "Appassionato di sport: fan di calcio ed ex giocatore di basket, con stile di vita attivo. Amante della musica, in particolare della musica classica, con una preferenza speciale per Vivaldi. Lettore curioso, interessato a opere che uniscono scienza, finanza e filosofia: tra gli ultimi libri letti \"Arcadia\" di Tom Stoppard, \"The (Mis)Behaviour of Markets\" di Benoit Mandelbrot e \"Gödel, Escher, Bach\" di Douglas Hofstadter.",
    "text_en": "Passionate about sports: football fan and former basketball player, maintaining an active lifestyle. Music enthusiast, especially classical music, with a particular appreciation for Vivaldi. Curious reader interested in works that connect science, finance and philosophy; recent books include \"Arcadia\" by Tom Stoppard, \"The (Mis)Behaviour of Markets\" by Benoit Mandelbrot, and \"Gödel, Escher, Bach\" by Douglas Hofstadter.",
    "text_sv": "Idrottsintresserad: fotbollsfan och tidigare basketspelare, med en aktiv livsstil. Mycket intresserad av musik, särskilt klassisk musik, med en särskild förkärlek för Vivaldi. Nyfiken läsare som gillar böcker som kopplar samman vetenskap, finans och filosofi; bland de senaste böckerna finns \"Arcadia\" av Tom Stoppard, \"The (Mis)Behaviour of Markets\" av Benoit Mandelbrot och \"Gödel, Escher, Bach\" av Douglas Hofstadter."
  }
]
